"use strict";

document.write('Количество секунд в сутках: ',60*60*24,'<br>');
document.write('Количество секунд в 30 сутках.: ',60*60*24*30,'<br>');
document.write('Количество секунд в году.: ',60*60*24*365,'<br>');
document.write('Количество минут в сутках.: ',60*24,'<br>');
document.write('Количество минут в году.: ',60*24*365,'<br>');
document.write('Количество байт в мегабайте: ',1*2**20,'<br>');
document.write('Количество байт в гигабайте.: ',1*2**30,'<br>');
document.write('Количество байт в 10 гигабайтах.: ',1*2**30*10,'<br>');
document.write('Количество байт в терабайте.: ',1*2**40,'<br>');
document.write('Количество килобайт в терабайте.: ',1*2**30,'<br>');
